Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: 2B came off as being rather aloof. Cold, even.<bt_wait> She must have wanted to distance herself from me.<bt_wait> I guess she didn't want to be attached to someone she had to kill again and again and again.<bt_wait>
pl: 2B wydała się być raczej powściągliwa. Nawet chłodna.<bt_wait> Chciała się pewnie wobec mnie zdystansować.<bt_wait> Zgaduję, że pewnie nie chciała się przywiązywać do kogoś, kogo miała w kółko i wciąż zabijać.<bt_wait>

source: 2B can equip this costume.
pl: Może być używana przez 2B.

source: 2B encounters a large, many-legged weapon while escaping. Attacks can't penetrate its powerful energy shield. 9S hacks into the factory system to disable the shield.
pl: Podczas ucieczki, 2B napotyka wielką, wielonożną broń, ale ataki androida nie są w stanie spenetrować potężnej osłony energetycznej wroga. Aby wyłączyć osłonę przeciwnika, 9S hakuje systemy fabryki.

source: 2B escapes the Bunker, but she's knocked out of the air by attacking YoRHa. While fighting off pursuing machines, she notices that her own body is being eaten away by the virus.
pl: Wprawdzie 2B ucieka z Bunkra, lecz zostaje strącona w powietrzu przez atakujące ją, zarażone jednostki YoRHa. Podczas walki ze ścigającymi ją maszynami, odkrywa, że jej własne ciało również zostało zaatakowane i jest niszczone przez wirusa.

source: 2B has perished.
pl: 2B zginęła.

source: 2B has safely escaped the abandoned factory with Pascal, when calls for rescue from Anemone at the Resistance camp come pouring in.
pl: 2B bezpiecznie ucieka z Pascalem z opuszczonej fabryki, kiedy dociera do niej wezwanie o pomoc od Anemony z obozu Ruchu Oporu.

source: 2B has successfully commandeered the enemy unit.
pl: 2B skutecznie przejęła wrogą jednostkę.

source: 2B hated to keep killing you.
pl: 2B brzydziła się ciągłym niszczeniem ciebie.

source: 2B heads into the factory in search of colossal weaponry.
pl: 2B kieruje się do wnętrza fabryki w poszukiwaniu kolosalnej broni.

source: 2B here.
pl: Tu 2B.

source: 2B here. All units have penetrated the stratosphere.
pl: Tutaj 2B. Wszystkie jednostki wkroczyły w stratosferę.

source: 2B here. Go ahead.
pl: Tutaj 2B. Mów.

source: 2B here. What's wrong?
pl: Tutaj 2B. Coś się stało?

source: 2B is dead. I killed her. She was infected with a logic virus.
pl: 2B nie żyje. Zabiłam ją. Była zarażona wirusem logicznym.

source: 2B is tasked with looking into the movements of machines released from the network. She contacts Pascal, who tells her that another machine group has offered a peace treaty.
pl: 2B dostaje zadanie sprawdzenia ruchów maszyn, które opuściły sieć. Kontaktuje się z Pascalem, który mówi jej, że pewna grupa maszyn zaoferowała traktat pokojowy.

source: 2B it is!
pl: Zatem niech zostanie 2B!

source: 2B lands at the abandoned factory, where a gigantic defensive weapon resembling heavy machinery lies in wait.
pl: 2B ląduje w opuszczonej fabryce, gdzie konfrontuje się z gigantyczną defensywną bronią, przypominającą ciężką maszynerię.

source: 2B meets Pascal at the factory ruin entrance to negotiate peace with the group of machines. They find a strange cult of religious robots waiting for them inside the factory.
pl: 2B spotyka Pascala przy wejściu do opuszczonej fabryki. Udają się do wnętrza fakryki, aby negocjować pokój z grupą maszyn. Na miejscu znajdują dziwną sektę religijnych robotów.

source: 2B models?
pl: Modele 2B?

source: 2B must have felt that...
pl: 2B musiała to czuć...

source: 2B must have felt that... Maybe she's just messing with me.
pl: 2B musiała to poczuć... Może tylko się ze mną droczy.

source: 2B receives the flight unit from 9S and uses it to mount an aerial assault on the colossal weaponry.
pl: 2B dostaje od 9S jednostkę latającą, po czym używa jej do przeprowadzenia ataku z powietrza na kolosalną broń.

source: 2B returns to the Bunker with 9S. Dressed in armor, she sets out to plunge herself into a new battle...
pl: 2B, razem z 9S, wraca do Bunkra. Ubrana w zbroję, przygotowuje się na kolejną bitwę...

source: 2B searched through the factory but failed to find her objective. Just as she was about to give up, it found her—two colossal weapons attack.
pl: 2B przeszukuje fabrykę, ale nie znajduje swojego celu. Będąc blisko rezygnacji z zadania, cel znalazł ją — została zaatakowana przez dwie, kolosalne bronie.

source: 2B takes on the colossal weaponry over the bridge. The fight proves a struggle due to their overwhelming difference in size.
pl: 2B walczyła z kolosalną bronią na moście. Walka okazuje się być jednak wyjątkowo trudna dla 2B. Powodem są przytłaczające rozmiary przeciwnika.

source: 2B to Bunker, come in. Over.
pl: 2B do Bunkra, odezwijcie się. Odbiór.

source: 2B to Bunker.
pl: 2B do Bunkra.

source: 2B to Operator 6O.
pl: 2B do Operatora 6O.

source: 2B to Operator 6O. Material handover complete.
pl: 2B do Operator 6O. Dostawa materiałów zakończona.

source: 2B told me...
pl: 2B powiedziała mi...

source: 2B wakes in her quarters in the Bunker. She reported the situation to the commander with 9S, but the Bunker was already infected, and the commander would share its fate.
pl: 2B budzi się w swojej kwaterze w Bunkrze. Razem z 9S raportuje sytuację Komandor, ale okazuje się, że Bunkier, oraz jego dowódczyni, też zostali zainfekowani.

source: 2B wakes up in the YoRHa forces' satellite station in the bunker.
pl: 2B budzi się w Bunkrze, orbitalnej stacji sił YoRHa.

source: 2B! Have you heard of "Jupiter Fortune Telling"? It's all the girls over in R&D have been talking about lately! They say you can examine the color and shape of Jupiter's Great Red Spot to learn about what kind of luck you'll have with health, work, and love! Sounds amazing, right? I'll try it and let you know what I find out! —Operator 6O
pl: 2B! Czy słyszałaś o „Wróżeniu z Jowisza”? Wszystkie dziewczyny w R&D o tym ciągle nawijają! Powiadają, że obserwując kolor i kształt Wielkiej Czerwonej Plamy Jowisza, możesz dowiedzieć się, jakie szczęście będzie towarzyszyć ci w zdrowiu, w pracy i w miłości! Brzmi niesamowicie, co nie? Spróbuję tego i dam ci znać, co mi wyszło! —Operator 6O

source: 2B! Are you—
pl: 2B! Czy ty...

source: 2B! Command is deploying new flight units for us!
pl: 2B! Dowództwo zrzuciło dla nas nowe jednostki latające!

source: 2B! Did you get Eve's data? Give it to me! Gimmegimmegimme!
pl: 2B! Masz dane z Ewy? Daj mi to! Dajmidajmidajmi!

source: 2B! I have an idea!
pl: 2B! Mam pomysł!

source: 2B! I just shut down the electrical grid!
pl: 2B! Właśnie udało mi się wyłączyć zasilanie!

source: 2B! I'm detecting black box signals!
pl: 2B! Wykrywam sygnały z czarnych skrzynek!

source: 2B! Keep going straight!
pl: 2B! Idź prosto przed siebie!

source: 2B! Let's try for a more "direct" approach!
pl: 2B! Spróbujmy bardziej „bezpośredniego” ataku!

source: 2B! Look out!
pl: 2B! Uważaj!

source: 2B! Look!
pl: 2B! Popatrz!

source: 2B! That's...an android!
pl: 2B! To... android!

source: 2B! The door on the other side of the room just opened!
pl: 2B! Drzwi po drugiej stronie pomieszczenia właśnie się otworzyły!

source: 2B! We gotta get outta here!
pl: 2B! Musimy się stąd wydostać!

source: 2B! You okay!?
pl: 2B! Nic ci nie jest?!

source: 2B! You okay?
pl: 2B! Wszystko w porządku?

source: 2B! Your black box!
pl: 2B! Twoja czarna skrzynka!

source: 2B's Aerial Battle
pl: Powietrzna bitwa 2B

source: 2B's Aerial Combat
pl: Powietrzna walka 2B

source: 2B's Battle for Control
pl: Bitwa 2B o kontrolę

source: 2B's Battle on Land
pl: Bitwa 2B na lądzie

source: 2B's Battle with Adam
pl: Bitwa 2B z Adamem

source: 2B's Defense Machine Battle
pl: Bitwa 2B z maszyną obronną

source: 2B's Defense Machine Battle 2
pl: Bitwa 2B z maszyną obronną 2

source: 2B's Final Moments
pl: Ostanie chwile 2B

source: 2B's Invasion Begins
pl: Początek inwazji 2B

source: 2B's black box signal detected nearby.
pl: W pobliżu wykryto sygnał czarnej skrzynki 2B.

source: 2B's crew leaves the Resistance Camp behind to pursue and take down machine lifeforms in the desert.
pl: Zespół 2B opuszcza obóz Ruchu Oporu, aby odnaleźć i zniszczyć mechaniczne formy życia znajdujące się na pustyni.

source: 2B, Remember that message I sent you about "Jupiter Fortune Telling"? I had the girls in R&D do it for me, and I got the worst readings possible for health, work, AND love! But that's when I realized something—that stuff is a bunch of occult crap! I mean, how are you supposed to figure out your destiny by observing another planet? Ridiculous! I'll forge my destiny all on my own! That's the truest desire of every YoRHa woman anyway, right? Ha ha ha... (;_;) —Operator 6O
pl: 2B, Pamiętasz tę wiadomość, którą ci wysłałam? Tę o „Wróżeniu z Jowisza”? Poprosiłam dziewczyny z R&D, żeby mi powróżyły i dostałam najgorsze wyniki w zdrowiu, w pracy, ORAZ w miłości! I wtedy zdałam sobie z czegoś sprawę... Takie rzeczy to kupa okultystycznego gówna! No wiesz... Jak można odkryć swoją przyszłość poprzez obserwowanie innej planety? To takie idiotyczne! Sama wykuję własne przeznaczenie! To jedyne marzenie każdej kobiety z YoRHa, prawda? Ha ha ha... (;_;) —Operator 6O

source: 2B, Thank you for that lovely image of a desert rose! There are so many mysterious things down on Earth, huh? I'd love to head down there myself one day. Oh, and it's nothing fancy, but I've sent along a reward for you. Thanks again! —Operator 6O
pl: 2B, Dziękuję za to cudowne zdjęcie pustynnej róży! Na Ziemi musi być jeszcze tyle tajemnic do odkrycia, co nie? Chciałabym się tam pewnego dnia udać... To nic specjalnego, ale wysłałam ci małą nagrodę. Jeszcze raz dzięki! —Operator 6O

source: 2B, Thank you soooo much for repairing that access point! Sorry I'm always putting you through so much trouble, but I've sent along a little reward for all your hard work. Hope you like it! —Operator 6O
pl: 2B, Ślicznie ci dziękuję za naprawę tego punktu dostępu! Przepraszam, że sprawiam tyle kłopotów... Tym niemniej, w podzięce za pomoc, podesłałam wam małą nagrodę. Mam nadzieję, że się spodoba! —Operator 6O

source: 2B, Command is attempting to launch a satellite laser strike on your target!
pl: 2B, Dowództwo planuje przeprowadzić satelitarny atak laserowy na twój cel!

source: 2B, I need to hack into you and fry your identification circuit!
pl: 2B, muszę cię zhakować, żeby zniszczyć twoje obwody identyfikacyjne!

source: 2B, can you hear me?
pl: 2B, słyszysz mnie?

source: 2B, can you hear me? I'm starting your boot sequence.
pl: 2B, słyszysz mnie? Rozpoczynam twoją sekwencję uruchamiania.

source: 2B, huh?
pl: 2B, hę?

source: 2B, it's fine. Their speech doesn't mean anything.
pl: 2B, w porządku. Ich mowa nic nie znaczy.

source: 2B, it's open!
pl: 2B! Są otwarte!

source: 2B, the operation will begin at a point southwest of the city ruins.
pl: 2B, operacja rozpocznie się w południowo-zachodniej części ruin miasta.

source: 2B, this is Operator 6O! Pick up!
pl: 2B, tu Operator 6O! Odbierz!

source: 2B, this is Operator 6O.
pl: 2B, tu Operator 6O.

source: 2B, this is an emergency transmission from the Bunker!
pl: 2B, to kryzysowa transmisja z Bunkra!

source: 2B, this place is lost!
pl: 2B, to miejsce jest stracone!

source: 2B, we can't trust anything the machines say!
pl: 2B, nie możemy ufać maszynom. Niezależnie od tego co mówią!

source: 2B, we picked up the signal under the caved-in area. Let's go check it out.
pl: 2B, odebraliśmy sygnał z podziemnej jaskini. Sprawdźmy go.

source: 2B, we've sighted new enemies in the region.
pl: 2B, zauważono nowych przeciwników w rejonie.

source: 2B, you're going to have some new weaponry installed from here on out.
pl: 2B, od teraz będziesz mieć zainstalowaną nową broń.

source: 2B, you...you saved our lives.
pl: 2B... Ty... uratowałaś nas.

source: 2B. Thanks for fixing the transfer device the other day! I'd love to do the repairs myself, but Operator models aren't allowed to go to Earth... There's so much I want to know about this planet though! I'd love to hear some of your stories if you ever have time! —Operator 6O
pl: 2B. Dzięki wielkie za naprawę urządzenia transportowego! Bardzo bym chciała naprawić je sama, ale modele Operatorów nie są puszczane na Ziemię... Jest tak wiele rzeczy, których chciałabym się dowiedzieć o tej planecie... Jak będziesz miała chwilę, to z chęcią posłucham twoich opowieści! —Operator 6O

source: 2B. You okay?
pl: 2B. Wszystko w porządku?

source: 2B... 9S... Don't die on me...
pl: 2B... 9S... Nie umierajcie mi tam...

source: 2B... 9S... You're being detained under suspicion of virus contamination.
pl: 2B... 9S... Zostajecie zatrzymani pod zarzutem podejrzenia zainfekowania wirusem.

source: 2B... I found a weakness in the target...
pl: 2B... Znalazłem słaby punkt naszego celu...

source: 2B... Just go...
pl: 2B... Po prostu idź...

source: 2B... The control...on the enemy's upper arm...
pl: 2B... Sterowanie... na górnej części ramienia wroga...

source: 2B...it was an honor to fight with you.
pl: 2B... to był zaszczyt walczyć u twojego boku.

source: 2B...it was an honor to fight with you. Truly.
pl: 2B... To był prawdziwy zaszczyt walczyć u twego boku. Szczerze.

source: 2B...transmitting...Pod prog...!
pl: 2B... przesyłam... program pod...!

source: 2B? 9S? Come in.
pl: 2B? 9S? Odezwijcie się.

source: 2B? 9S? We've lost contact with several YoRHa units that were on their way to the surface.
pl: 2B, 9S? Straciliśmy kontakt z kilkoma jednostkami YoRHa, które zmierzały na powierzchnię.

source: 2B? Uh, ma'am?
pl: 2B? Em, proszę pani?

source: 2B? Wh-what's going on!?
pl: 2B? Co... Co się dzieje?!

source: 30% chance foes drop healing items if defeated by hacking.
pl: 30% szansy, że pokonany hakowaniem wróg upuści p. leczący.

source: 30% chance of reviving with 60% HP upon death.
pl: 30% szans na odrodzenie z 60% PŻ po śmierci.

source: 30% chance that 80% of damage taken is dealt back to the enemy.
pl: 30% szans, że 80% otrzymanych obrażeń zostanie oddane wrogowi.

source: 30% chance to restore 80% of damage taken.
pl: 30% szans na odzyskanie 80% otrzymanych obrażeń.

source: 32 minutes later...
pl: 32 minuty później...

source: 35% chance that all damage taken is dealt back to the enemy.
pl: 35% szans, że wszystkie otrzymane obrażenia zostaną oddane wrogowi.

source: 35% chance to restore all damage taken.
pl: 35% szans na odzyskanie wszystkich otrzymanych obrażeń.

source: 4 minutes later...
pl: 4 minuty później...

source: 40% chance foes drop healing items if defeated by hacking.
pl: 40% szansy, że pokonany hakowaniem wróg upuści p. leczący.

source: 40% chance of reviving with 70% HP upon death.
pl: 40% szans na odrodzenie z 70% PŻ po śmierci.

source: 40% chance that 150% of damage taken is dealt back to the enemy.
pl: 40% szans, że 150% otrzymanych obrażeń zostanie oddane wrogowi.

source: 40% chance to restore 150% of damage taken.
pl: 40% szans na odzyskanie 150% otrzymanych obrażeń.

source: 432 minutes later...
pl: 432 minuty później...

source: 47 minutes later...
pl: 47 minut później...

source: 4S felt a sense of guilt at having survived when all of his friends had died. He is very grateful that the intel gathering was completed faster than expected, and he tells 9S not to succumb to the same sense of guilt. He decides to give serious thought to how he's going to live his life from now on.
pl: 4S czuje się winny, że przetrwał, podczas gdy jego przyjaciele zginęli. Jest bardzo wdzięczny, że udało się zebrać dane wywiadowcze szybciej, niż się spodziewał. Mówi też 9S, aby nie ulegał takiemu poczuciu winy. Postanawia przemyśleć, w jaki sposób będzie od teraz prowadził swoje życie.

source: 5 minutes later...
pl: 5 minut później...

source: 5% chance of reviving with 10% HP upon death.
pl: 5% szans na odrodzenie z 10% PŻ po śmierci.

source: 5% chance of reviving with 20% HP upon death.
pl: 5% szans na odrodzenie z 20% PŻ po śmierci.

source: 5% chance that 10% of damage taken is dealt back to the enemy.
pl: 5% szans, że 10% otrzymanych obrażeń zostanie oddane wrogowi.

source: 5% chance to restore 10% of damage taken.
pl: 5% szans na odzyskanie 10% otrzymanych obrażeń.

source: 50 percent complete!
pl: Wysłano 50 procent!

source: 50% chance foes drop healing items if defeated by hacking.
pl: 50% szansy, że pokonany hakowaniem wróg upuści p. leczący.

source: 50% chance of reviving with 80% HP upon death.
pl: 50% szans na odrodzenie z 80% PŻ po śmierci.

source: 50% chance that 200% of damage taken is dealt back to the enemy.
pl: 50% szans, że 200% otrzymanych obrażeń zostanie oddane wrogowi.

source: 50% chance to restore 200% of damage taken.
pl: 50% szans na odzyskanie 200% otrzymanych obrażeń.

source: 5012 A.D.
pl: Rok 5012

source: 5204 A.D.
pl: Rok 5204

source: 53 minutes later...
pl: 53 minuty później...

source: 60% chance foes drop healing items if defeated by hacking.
pl: 60% szansy, że pokonany hakowaniem wróg upuści p. leczący.

source: 64 minutes later...
pl: 64 minuty później...

source: 70% chance foes drop healing items if defeated by hacking.
pl: 70% szansy, że pokonany hakowaniem wróg upuści p. leczący.

source: 7E down.
pl: 7E padła.

source: 87 minutes later...
pl: 87 minut później...

source: 90 percent... 92... 95... 98...
pl: 90 procent... 92... 95... 98...

source: 90% chance foes drop healing items if defeated by hacking.
pl: 90% szansy, że pokonany hakowaniem wróg upuści p. leczący.

source: 9S Accesses the Tower
pl: 9S dostaje się do Wieży

source: 9S Awakens
pl: Przebudzenie 9S

source: 9S Captured
pl: 9S schwytany

source: 9S Continues Fighting
pl: 9S kontynuuje walkę

source: 9S Disarms the Defense System
pl: 9S rozbraja system obronny

source: 9S Gets 2B Set Up
pl: 9S ustawia 2B

source: 9S Gets Separated
pl: 9S zostaje rozdzielony

source: 9S HACKING DEBUG (ALLY CONTROL LEVEL MAX)
pl: DEBUG HAKOWANIA 9S (MAX POZIOM KONTROLI SOJUSZNIKA)

source: 9S Hacks the Defense System
pl: 9S hakuje system obronny

source: 9S Heads to the Tower
pl: 9S idzie do Wieży

source: 9S Learns the Truth
pl: 9S dowiaduje się prawdy

source: 9S MIA
pl: Zaginiony 9S

source: 9S Outside the Factory
pl: 9S na zewnątrz fabryki

source: 9S Placed in Battle
pl: 9S wysłany na bitwę

source: 9S Repaired
pl: 9S naprawiony

source: 9S Searches the Tower
pl: 9S przeszukuje Wieżę

source: 9S Self-repairs
pl: 9S naprawia się

source: 9S Supports 2B
pl: 9S wspiera 2B

source: 9S Wounded
pl: 9S raniony

source: 9S and A2
pl: 9S i A2

source: 9S and A2 are guided into the Tower, unaware of the purpose for which it was built by machine lifeforms. A truth awaits them inside, as hideous as the Red Girl's nightmare.
pl: 9S i A2 są prowadzeni do Wieży, nieświadomi celu, w jakim mechaniczne formy życia ją zbudowały. Czekająca we wnętrzu prawda okazuje się być odrażająca niczym koszmar Czerwonej Dziewczynki.

source: 9S and A2 both greet their final moments.
pl: 9S i A2 doświadczają swoich ostanich chwil.

source: 9S and A2 face off. A2 tries to convince 9S of how pointless this fight is, but her words fail to penetrate the cloud of violent anger in his mind. During the battle, 9S hesitates for a moment when he hears a memory of 2B calling out to him, leading to his demise.
pl: Starcie 9S i A2. A2 stara się przekonać 9S jak bezcelowa jest ta walka, ale jej słowa nie są w stanie przedrzeć się przez chmurę brutalnej wściekłości w jego umyśle. Podczas walki, 9S waha się przez moment, gdy słyszy wspomnienie wołającej go 2B, co prowadzi do jego zguby.

source: 9S and A2 reach the top of the Tower. Two large multi-leg weapons form into one and stand against them.
pl: 9S i A2 docierają na szczyt Wieży. Dwie wielkie wielonożne bronie łączą się w jedną, stając przeciwko nim.

source: 9S and the God Box
pl: 9S i pudełko boga

source: 9S and the Meat Box
pl: 9S i pudełko mięsa

source: 9S and the Resource Unit
pl: 9S i jednostka zasobów

source: 9S and the Soul Box
pl: 9S i pudełko duszy

source: 9S arrives at the Resistance camp at last. Devola and her friends have been worried about him — but their words don't reach him.
pl: 9S w końcu dociera do obozu Ruchu Oporu. Devola i przyjaciele bardzo się o niego martwili — ale te słowa do niego nie docierają.

source: 9S arrives at the bottom of the Resource Recovery Unit at last. He boards the defended Recovery Unit and sets off for the upper levels to get the Access Release Key.
pl: 9S w końcu dociera do podnóża Jednostki Odzyskującej Zasoby. Wchodzi do chronionej Jednostki Odzyskującej i wyrusza na wyższe poziomy, aby uzyskać klucz dostępu.

source: 9S attacks, and A2 counter-attacks. A2 hears 2B's voice in the back of her mind, and lowers her guard for just a moment. Run through, she stabs 9S with her sword as she falls...
pl: 9S atakuje, a A2 odpowiada kontratakiem. A2 słyszy głos 2B w głębi swojego umysłu, przez co, na chwilę, opuszcza gardę. Przebita, dźga 9S swoim mieczem, po czym upada...

source: 9S black box signal detected.
pl: Wykryto czarną skrzynkę 9S.

source: 9S boards the Resource Recovery Unit in the Flooded City. He isn't able to confirm any enemies inside it. This unit's system protections must be hacked to reach the core.
pl: 9S wchodzi do Jednostki Odzyskującej Zasoby w zalanym mieście. Nie zauważa jednak w środku żadnych wrogów. Chcąc dostać się do rdzenia, musi zhakować zabezpieczenia systemu jednostki.

source: 9S boards the Resource Recovery Unit in the Flooded City. He isn't able to confirm any enemies inside it. This unit's system protections must be hacked to reach to core.
pl: 9S wchodzi do Jednostki Odzyskującej Zasoby w zalanym mieście. Nie zauważa jednak w środku żadnych wrogów. Zabezpieczenia systemu jednostki muszą zostać zhakowane by dostać się do rdzenia.

source: 9S commandeers a flight unit from the infected YoRHa and heads to the top of the Tower. A2 fights the large multi-leg weapon in the ascending elevator.
pl: 9S dowodzi jednostką latającą jednej z zainfekowanych jednostek YoRHa, kierując się na szczyt Wieży. A2 walczy w windzie podążającą w górę, z wielką wielonożną bronią.

source: 9S data system damaged. Access impaired.
pl: System danych 9S został uszkodzony. Aktywowano tryb ograniczonego dostępu.

source: 9S decided not to hack the Tower in order to help Devola and Popola. It was a nice thought, but they all ended up getting killed anyway.
pl: 9S zdecydował się nie hakować Wieży, aby pomóc Devoli i Popoli. To był miły gest, ale, koniec końców, i tak wszyscy zginęli.

source: 9S destroys the giant weapon attacking 2B and appears before her. He's investigating the factory exterior with the flight unit.
pl: 9S niszczy gigantyczną broń atakującą 2B, po czym ląduje obok niej. Postanawia zbadać zewnętrzną część fabryki z pomocą jednostki latającej.

source: 9S erected a grave for 2B, putting to use the knowledge of funeral customs that he'd learned. He laid her to rest among beautiful white flowers so she would finally be at peace.
pl: 9S wzniósł grób dla 2B, korzystając z nowo nabytej wiedzy o obrządkach pogrzebowych. Pochował ją wśród pięknych białych kwiatów, aby mogła spoczywać w pokoju.

source: 9S fights the corrupted Operator 210 inside the recovery unit and again encounters A2. As soon as he turns his ire upon her, a machine lifeform crashes their reunion.
pl: 9S walczy ze skażoną Operator 21O wewnątrz jednostki odzyskującej i ponownie spotyka A2. Gdy tylko kieruje swój gniew w jej stronę, mechaniczna forma życia przerywa spotkanie.

source: 9S fights the corrupted Operator 21O inside the recovery unit and again encounters A2. As soon as he turns his ire upon her, a machine lifeform crashes their reunion.
pl: 9S walczy ze skażoną Operator 21O wewnątrz jednostki odzyskującej, gdzie ponownie spotyka A2. Gdy tylko kieruje swój gniew w jej stronę, mechaniczna forma życia przerywa to spotkanie.
